TEXTS = {
    "welcome" : "⚡️Приветствую тебя в <b>Haxball Packs V2!</b>\n\n📋С чего начнём?",
    "menu" : "📍Выбери подходящий пункт из списка:",
    "inventory" : "📍Выбери подходящий пункт из списка:",
    "shop_packs": "💵Выбери пак из списка:",
    "inventory_players" : "Выбери номер игрока из списка:",
    "inventory_packs" : "Выбери пак из списка:",
    "inventory_gifts" : "Выбери подарок из списка:"
}

EMOJI_PACKS = {
    "test_pack": "💎",
    "gold_pack": "⭐️",
    "silver_pack": "🌪",
}

PACKS_DESC = {
    "test_pack": "Содержит <b>10</b> предметов, может выпасть игрок редкости <b>special</b>!\n\n<b>Дроп:</b>\n- <b>3</b> игрока <b>(80-98)</b>\n- <b>7</b> игроков <b>(любого рейтинга)</b>",
    "gold_pack": "Содержит <b>5</b> предметов включая гарантированного игрока рейтингом 80-89!\n\n<b>Дроп:</b>\n- <b>1</b> игрок <b>(80-89)</b>\n- <b>1</b> игрок <b>(70-82)</b>\n- <b>3</b> игрока <b>(любого рейтинга)</b>",
    "silver_pack": "Содержит <b>5</b> предметов включая 2 гарантированных игрока рейтингом 65-83!\n\n<b>Дроп:</b>\n- <b>2</b> игрока <b>(65-83)</b>\n- <b>3</b> игрока <b>(любого рейтинга)</b>"
}